[
	{
		"title": "Ice Cream Shop Evicted",
		"Content" : "Phillipe Etchebreizh, the famous ice cream maker from Olden Street, has been evicted from his premises. This eviction follows numerous complaints about his use of floured water instead of milk in his ice cream. Pressed by InfoNews, Mr. EtcheBreizh declined to comment on the issue."
	},
	{
		"title": "Old Shoe Museum Struggling",
		"Content" : "Following the recent cancellation of groups reservations, the world renowned Olden Shoe Museum is rumored to be on the edge of bankruptcy. The curator, Mrs Haïto, was quoted saying <Since the end of our hundred years old collaboration with the city, school visits have been the only things keeping us afloat. I am not sure we will be able to survive another year...>.
Asked about the cessation of city grant, the mayor responded “What do you need old shoe for ? I’ll give them a pair of sneakers so they can take a hike !"
	},
	
	{
		"title": "New Exhibition at the Olden Shoe Museum",
		"Content" : "Come while it lasts ! Following a recent influx of new visitors, the Olden Shoe museum opened a new exhibit:”The history of the two lace sandals across sub saharan africa, from 500 to 400 AD”. Appointments encouraged."
	},
	
	{
		"title": "Record Breaking Casino Win!",
		"Content" : "Big winner today at the short pier Casino ! Laura Bigwheels, driver of the tourist bus “See la mejora vista of the ville” won a record breaking 2 million dollars. She quit her job and refrained from any comment. She was last seen this morning, at the Olden Shoe museum, drinking beer from a boot allegedly belonging to Napoléon Bonaparte.",
	},
	
	{
		"title": "Unexpected delivery",
		"Content" : "In an unprecedented act of goodwill, an anonymous donator sent 52 full plateaux of oysters to the Oak street food bank. The supervisor, Mr Longline, made a public statement: “It’s wonderfully nice that we were able to offer something so luxurious for the evening supper. A shame nobody liked them. But they did look really nice on the tables, really upped the evening of the volunteers. I am sorry I have to leave, we still have a lot of oysters to open” "
	},
	
	{
		"title": "Unlucky Day For The Zoo Robber",
		"Content" : "Lucky day for our police force ! While looking for a pernicious hacker wreaking havoc on the city, they encountered a team of highly skilled burglar locked inside the zoo. Apprehended while dispersing a trail of bamboo sticks leading to the tiger enclosure, they did not have any explanation for their behavior. They were taken into custody, and their panda costume confiscated as evidence."
	},
	{
		"title": "CAUTION: Tiger on the loose",
		"Content" : "A tiger on the loose ! After fighting off a team of burglar trying to entice it into a panda sized cage, the great zoo tiger escaped and is now running free in the city. It was last seen playing with stray cats on Madison Avenue. Please beware.
Attention: The zoo will be closed until the end of the week, as the caretakers are still scrubbing the remains of the would-be burglars.
"
	},
	{
		"title": "Financial Crimes Enforcement Network Make Ground Breaking Arrest",
		"Content" : "After a decade long investigation and thanks to a last anonymous tip, the Financial Crimes Enforcement Network finally jailed Tim Crook, head of [brand]. The squat teams breached into his home this morning while he was still sleeping on his bill filled bed. The FCEN released a statement:”We do not know who blew the whistle. We do not know how they did it. But we are thankful”."
	},
]
