[
	{
		"decision_needed":[["eviction_ice"]],
		"title": "Le glacier local arrêté",
		"content": "Phillipe Etchebreizh, le fameux glacier de la rue du Coq, a été expulsé de son local. Cette procédure d'expulsion fait suite à de nombreuses plaintes selon lesquelles il utiliserait de l'eau fariné à la place du lait. Mr. EtcheBreizh n'a pas souhaité répondre au micro d'InfoNews."
	},
	{
		"decision_needed":[["classtrip_pool", "classtrip_ski"]],
		"title": "Musée de la chaussure en difficulté",
		"content": "Suite à la récente annulation d'une réservations de groupe, le célèbre musée de la Chaussure serait au bord de la faillite. La conservatrice, Mme Haïto, a dit: 'Depuis la fin de notre collaboration avec la ville, les visites scolaires sont les seules choses qui nous permettent de survivre. Je ne suis pas sûre que nous pourrons tenir une autre année...'. Interrogé sur l'arrêt des subventions, le maire a répondu : 'À quoi vous servent de vieilles chaussures ? Je leur donnerai une paire de baskets, ça leur fera une belle jambe !"
	},
	{
		"decision_needed":[["driver_museum"]],
		"title": "Nouvelle exposition au musée de la chaussure",
		"content": "Depechez vous ! Suite à une flambée du nombre de visiteurs, le musée de la chaussure ouvre une nouvelle exposition: ”L'histoire de la sandale à double lacets en afrique subsaharienne, de 500 à 400 avant Jésus Christ”. Reservations conseillées."
	},
	{
		"decision_needed":[["driver_casino"]],
		"title": "Nouveau record de gain au casino !",
		"content": "Grande gagnante aujourd'hui au Casino ! Laura Bigwheels, conductrice du bus de tourisme “See la mejora vista of the ville”, vient de gagner la somme particulière de 2 millions d'euros. Elle a quitté son emploi et s'est abstenue de tout commentaire. Elle a été vue pour la dernière fois ce matin au musée de la chaussure, en train de boire de la bière dans une botte ayant appartenu à Napoléon Bonaparte.",
	},
	{
		"decision_needed":[["oyster_food_bank"]],
		"title": "Livraison inattendue",
		"content": "Dans un acte de générosité sans précédent, un donateur anonyme a envoyé 52 plateaux entiers d'huîtres à la banque alimentaire Oak street. Le superviseur, M. Longline, a fait une déclaration publique : 'C'est merveilleux que nous ayons pu offrir quelque chose d'aussi luxueux pour le dîner du soir. Dommage que personne ne les aient aimés. Mais ils étaient très jolis sur les tables, ils ont vraiment rehaussé la soirée des volontaires. Je suis désolé, je dois vous laisser. Nous avons encore beaucoup d'huîtres à ouvrir.'"
	},
	{
		"decision_needed":[["police_zoo"],["robber_10"]],
		"title": "Mauvais jour pour des cambrioleurs au zoo",
		"content": "Jour de chance pour nos forces de police ! Alors qu'elles étaient à la recherche d'un pirate informatique, elles sont tombées nez à nez avec une équipe de cambrioleurs enfermés dans le zoo. Appréhendés alors qu'ils dispersaient une traînée de bambous en direction de l'enclos des tigres, les cambrioleurs n'avaient aucune explication à donner sur leur comportement. Ils ont été placés en garde à vue et leurs costumes de panda confisqués comme pièce à conviction."
	},
	{
		"decision_needed":[["robber_10"]],
		"title": "ALERTE: Tigre en liberté",
		"content": "Un tigre en liberté ! Après avoir repoussé une équipe de cambrioleurs qui tentaient de l'attirer dans une cage pour panda, le grand tigre du zoo s'est échappé et court maintenant en liberté dans la ville. Il a été vu pour la dernière fois en train de jouer avec des chats errants sur Madison Avenue. 
		Attention : Le zoo sera fermé jusqu'à la fin de la semaine, afin que les gardiens aient le temps de nettoyer les restes des cambrioleurs."
	},
	{
		"decision_needed":[["police_land_robber"]],
		"title": "Le Réseau de Lutte contre la Criminalité Financière procède à une arrestation spectaculaire",
		"content": "Après une décennie d'enquête et grâce à un dernier tuyau anonyme, le Financial Crimes Enforcement Network a finalement emprisonné Tim Crook, directeur de Land Robber. Le GIGN s'est introduit chez lui ce matin, alors qu'il dormait encore dans son lit rempli de billets. Le FCEN a publié une déclaration : 'Nous ne savons pas qui a tiré la sonnette d'alarme. Nous ne savons pas comment ils l'ont fait. Mais nous sommes reconnaissants'."
	}
]
